Repository: Eldar2021/my_quran
Catalog: lib/l10n/arb/app_*.arb
Languages: id, kk, ky

# lang
source: Language
id: Bahasa
kk: Тіл
ky: Тил

# pleaseWait
source: Please waiting
id: Silakan tunggu
kk: Өтінемін, Күте тұрыңыз
ky: Сураныч, күтө туруңуз

# loginPleaseSelectLang
source: Please select a language.
id: Pilih bahasa.
kk: Тілді таңдаңыз
ky: Сураныч тилди тандаңыз.

source: Next
id: Lanjut
kk: Келесі
ky: Кийинки

# loginPleaseSelectGender
source: Please select your gender
id: Silakan pilih jenis kelamin Anda
kk: Жынысыңызды таңдаңыз
ky: Сураныч жынысынызды тандаңыз

source: Male
id: Pria
kk: Eркек
ky: Эркек

source: Female
id: Perempuan
kk: Әйел
ky: Аял

source: Start
id: Awal
kk: Баста
ky: Баштоо

# homeAllHatim
source: Total number of Hatims
id: Jumlah total Hatim
kk: Хатмалардың жалпы саны
ky: Жалпы Кылынган Хатым

# homeAllHatimDesc
source: Total number of Hatims read worldwide through our app
id: Jumlah total Hatim yang dibaca di seluruh dunia melalui aplikasi kami
kk: Біздің қолданба арқылы бүкіл әлем бойынша оқылатын хатымардың жалпы саны
ky: Биздин тиркеме аркылуу дүйнө жүзүндө окулган хатымдардын жалпы саны!

# homeUserReadAllPage
source: The number of pages you read.
id: Jumlah halaman yang Anda baca.
kk: Сіз оқыған беттер саны
ky: Сиз Окуган Барактардын саны

# homeUserReadAllPageDesc
source: Ten Rewards for each letter recitation from Quran!
id: Sepuluh Hadiah untuk setiap bacaan surat dari Quran
kk: Құранның әрбір әрпі үшін – он есе сауап
ky: Курандын окулган ар бир тамгасы үчүн 10 эсе сооп берилет!

# homeMotivationTime
source: “Recite the Qur’an, for it will come as an intercessor for its reciters on the Day of Resurrection.” (Muslim 804)
id: “Bacalah Al-Qur’an, karena ia akan datang sebagai pemberi syafaat bagi para penghafalnya pada hari kiamat.” (Muslim 804)
kk: «Құранды оқыңдар, өйткені ол Қиямет күні оны оқығандарға шапағатшы болып шығады!» (Муслим 804).
ky: 'Куран оку, анткени ал кыямат күнү, аны окугандарга шапаатчы болот!'(Муслим 804)

# homeGoHatim
source: Participation in the Hatim
id: Partisipasi di Hatim
kk: Хатымға қатысу
ky: Хатымга катышуу

# bottomQuran
source: Quran
kk: Құран
ky: Куран

# bottomHome
source: Home
id: Utama
kk: Негізгі
ky: Башкы

# bottomProfile
source: Profile
id: Profil
kk: Профил
ky: Профиль

source: Quran
kk: Құран
ky: Куран

source: Juz
id: Juzas
kk: Пара
ky: Пара

# juzs
source: Juzas
kk: Пара
ky: Паралар

source: Surah
id: Surat
kk: Cүре
ky: Сүрөө

source: Surahs
id: Surat
kk: Cүре
ky: Сүрөөлөр

source: Hatim
kk: Хатим
ky: Хатим

source: Read
id: Membaca
kk: Оқы
ky: Оку

# hatimPleaseSelectPage
source: Please select pages!
id: Silakan pilih halaman
kk: Таңдалмаған Беттерді таңдаңыз
ky: Сураныч барактарды тандаңыз!

# hatimDoneRead
source: Completed
id: Selesai halaman
kk: Аяқталған
ky: Окулган

# hatimDoneReadDesc
source: Completed pages, Pages have been read
id: Halaman telah dibaca.
kk: Оқылған беттер
ky: Окулган барактар.

# hatimProccessRead
source: In progress
id: Sedang berlangsung
kk: Процессте
ky: Окулууда

# hatimProccessReadDesc
source: In progress pages now
id: Dalam proses
kk: Қазір оқуда
ky: Азыр окулуп жаткан барактар.

# hatimEmptyRead
source: Not selected
id: Tidak terpilih
kk: Таңдалмаған
ky: Тандала элек

# hatimEmptyReadDesc
source: No one has selected yet
id: Belum ada yang memilih
kk: Әлі ешкім таңдаған жоқ
ky: Тандала элек барактар.

# hatimUserHintSelectEmtyPage
source: Please select pages that no one has yet taken. Please complete as soon as possible. This is your personal responsibility!
id: Harap pilih halaman yang belum diambil oleh siapa pun. Harap selesaikan sesegera mungkin. Ini adalah tanggung jawab pribadi Anda!
kk: Әлі ешкім түсірмеген беттерді таңдаңыз. Мүмкіндігінше тезірек аяқтаңыз. Бұл сіздің жеке жауапкершілігіңіз!
ky: Эч ким ала элек барактарды тандаңыз. Тандагандан кийин тез арада окуп бүтүрүүңүздү суранабыз. Бул сиздин жеке жоопкерчилигиңиз!

source: Cancel
id: Pilih
kk: Артқа
ky: Артка кайтуу

source: Select
id: Kembali
kk: Таңдау
ky: Тандоо

# amin
source: Amen
id: Amin
kk: Аумин
ky: Амин

# aminDua
source: O Allah! Make the Qur'an my guide, light and mercy!
id: Ya Allah! Jadikanlah Al-Qur'an sebagai pedoman, cahaya dan rahmatku
kk: Уа, Алла! Құранды менің жолбасшым, нұрым және мейірімім ет!
ky: О Аллах! Куранды менин жол көрсөтүүчүм, нурум жана ырайымым кыл!

# readTextSize
source: Text size
id: Ukuran teks
kk: Мәтін өлшемі
ky: Тексттин өлчөмү

# readVerticalSpace
source: Vertical space
id: Ruang vertikal
kk: Tік кеңістік
ky: Вертикалдык боштук

# readHorizontallSpace
source: Horizontal space
id: Ruang horisontal
kk: Kөлденең кеңістік
ky: Горизанталдык боштук

# readScreenMode
source: Screen Theme
id: Tema Layar
kk: Экран тақырыбы
ky: Экрандын темасы

source: Save Changes
id: Simpan Perubahan
kk: Өзгерістерді сақтау
ky: Өзгөртүүлөрдү сактоо

# profileSettings
source: Settings
id: Pengaturan
kk: Параметрлер
ky: Тиркеменин орнотуулары

# profileGender
source: Gender
id: Jenis kelamin
kk: Еден
ky: Жыныс

# profileLang
source: Language
id: Bahasa
kk: Тіл
ky: Тил

# profileTheme
source: Theme
id: Tema
kk: Тақырып
ky: Тема

source: About us
id: Tentang kami
kk: Біз туралы
ky: Биз жөнүндө

# aboutUsDevsDesc
source: The greatest legacy left to us by the Prophet Muhammad Mustafa (peace and blessings be upon him) is the Quran. In our time, when Muslims are on one side, and the Quran is on the other, we decided to invite all our brothers to the wonderful world of the Holy Quran, and earn many rewards. O Muslims! "And hold firmly to the rope of Allah1 and do not be divided!" ( Al-Imran 103)
id: Al-Quran adalah amanah terbesar yang tersisa untuk kita dari Nabi kita Muhammad Mustafa (sallallahu alaihi wa sallam). Pada saat umat Islam tinggal di satu lembah dan Al-Qur'an di lembah lain, kami merasa pantas untuk mengundang saudara-saudari Muslim kami ke dunia suci Al-Qur'an. Terlepas dari kebangsaan, tempat tinggal, jenis kelamin, dan status sosial Anda, Anda juga akan menerima pahala yang melimpah di jemaah dengan berpartisipasi dalam kampanye Hatim Quran di seluruh dunia. ‘Kalian semua, berpegang teguh pada tali (agama) Allah, dan jangan terpecah belah.’ (Al-i Imran, 103)
kk: Құран – Пайғамбарымыз Мұхаммед Мұстафадан (саллаллаһу аләйһи уә сәлләм) бізге қалған ең үлкен аманат. Мұсылмандар бір аңғарда, Құран бір алқапта қалып қойған шақта мұсылман бауырларымызды қасиетті Құран әлеміне шақыруды жөн көрдік. Ұлтыңызға, тұрғылықты жеріңізге, жынысыңызға және әлеуметтік жағдайыңызға қарамастан, сіз де дүниежүзілік Құран хатым науқанына қатысу арқылы жамағатта мол сауапқа ие боласыз. «Барлықтарың Алланың жібінен (дінінен) берік ұстаңдар және бөлінбеңдер» (Әли Имран, 103).

# feedback
source: Contact us
id: Hubungi kami
kk: Бізбен хабарласыңы
ky: Биз менен байланышуу

# profileForDevelopers
source: For developers
id: Untuk pengembang
kk: Әзірлеушілер үшін
ky: Иштеп чыгуучулар үчүн

# profileChangeTheme
source: Theme Installation
id: Instalasi Tema
kk: Тақырыпты орнату
ky: Теманы орнотуу

# feedBackSms
source: This feature will be added in future versions.
id: Fitur ini akan ditambahkan di versi mendatang.
kk: Бұл мүмкіндік болашақ нұсқаларда қосылады.
ky: Бул функция кийинки версияларда кошулат

# profileDevs
source: For developers
id: Untuk pengembangs
kk: Әзірлеушілер үшін
ky: Тиркемени иштеп чыккандар

# profileDevsDesc
source: If you've noticed any technical flaws in our app, or if you have interesting ideas for adding new features to the app, we're always happy to hear from you! Get in touch with us on GitHub. Please don't be shy! We are very interested in developing this app together.
id: Jika Anda melihat ada kekurangan teknis di aplikasi kami, atau jika Anda memiliki ide menarik untuk menambahkan fitur baru ke aplikasi, kami selalu senang mendengar dari Anda! Hubungi kami di GitHub. Tolong jangan malu! Kami sangat tertarik untuk mengembangkan aplikasi ini bersama.
kk: Қолданбамызда қандай да бір техникалық кемшіліктерді байқасаңыз немесе қосымшаға жаңа мүмкіндіктерді қосу туралы қызықты идеяларыңыз болса, біз сізден әрқашан қуаныштымыз! GitHub арқылы бізбен байланысыңыз. Өтінемін, ойланбаңыз! Біз бұл қосымшаны бірлесіп әзірлеуге өте мүдделіміз.
ky: Эгер сиз биздин тиркемеден кандайдыр бир техникалык кемчиликтерди байкасаңыз же тиркемеге жаңы өзгөчөлүктөрдү киргизүү боюнча кызыктуу идеяларыңыз болсо, биз ар дайым кубанычта болобуз ! Биз менен гитхаб аркылуу байланышууңузду өтүнөбүз. Сураныч, эч тартынбаңыз! Бул тиркемени биргеликте өнүктүрүүгө биз абдан кызыктарбыз.

source: Readed
id: Baca
