Repository: Eldar2021/my_quran
Catalog: app/lib/l10n/arb/app_*.arb
Languages: kk, ky

source: MY QURAN
kk: МЕНІҢ ҚҰРАНЫМ
ky: КИТЕБИМ КУРАН

source: Customizing app
kk: Қолданбаны баптау
ky: Тиркемени жөндөө

source: Please select language
kk: Тілді таңдаңыз
ky: Тилди тандаңыз

source: Select language
kk: Тілді таңдау
ky: Тил тандоо

# pleaseSelectGender
source: Please select your gender
kk: Жынысыңызды таңдаңыз
ky: Жынысыңызды тандаңыз

# selectGenderForPersonalization
source: Select your gender to personalize main settings of the app's content for you
kk: Жекелеу үшін жынысыңызды таңдаңыз
ky: Жеке настройка үчүн жынысыңызды тандаңыз

source: Male
kk: Ер адам
ky: Эркек

source: Female
kk: Әйел
ky: Аял

# enterEmail
source: Enter your email
kk: Email енгізіңіз
ky: Электрондук почтаңызды жазыңыз

source: Login
kk: Кіру
ky: Кирүү

source: Or continue with
kk: Немесе жалғастыру
ky: Же улантыңыз

source: Continue with Google
kk: Google арқылы кіру
ky: Google

source: Continue with Apple
kk: Apple арқылы кіру
ky: Apple

source: Privacy policy
kk: Құпиялылық саясаты
ky: Конфиденциалдуулук

# continueAsGuest
source: Continue as a guest
kk: Қонақ ретінде жалғастыру
ky: Конок катары кирүү

source: Verification
kk: Растау
ky: Верификация

# enter4DigitCode
source: Please enter the 4-digit code sent to your email
kk: Email арқылы келген 4 таңбалы кодты енгізіңіз
ky: Электрондук почтага келген кодду жазыңыз

source: Verify
kk: Растау
ky: Тастыктоо

source: Need help?
kk: Көмек керек пе?

source: Incorrect verification code
kk: Қате код

# enterVerificationCode
source: Please enter verification code
kk: Кодты енгізіңіз
ky: Кодду жазыңыз

# hello
source: Assalamu alaykum
kk: Сәлем
ky: Ассаламу алайкум

source: New updates
kk: Жаңа жаңартулар

source: Fajr
kk: Фәжір
ky: Багымдат

source: Zuhr
kk: Зуһр
ky: Бешим

source: Asr
kk: Аср
ky: Аср

source: Maghrib
kk: Магриб
ky: Шам

# isya
source: Isha
kk: Иша
ky: Куптан

source: Azaan Alarm
kk: Азан ескертуі

source: Progress
kk: Прогресс
ky: Прогресс

source: Join challenge
kk: Шақыруға қосылу
ky: Челленджке катышуу

source: Join to Hatim
kk: Хатымға қатысу
ky: Хатымга кошулуу

source: Total Hatims
kk: Барлығы Хатымдар
ky: Жалпы Хатым

source: Total pages
kk: Барлық беттер
ky: Жалпы окулду

source: Your pages
kk: Сіздің беттеріңіз
ky: Сиз окудуңуз

source: Reading
kk: Оқу
ky: Окулууда

source: Home
kk: Басты бет
ky: Башкы бет

# listening
source: Audio
kk: Тыңдау
ky: Аудио

source: Hatim
kk: Хатым
ky: Хатым

source: Juz
kk: Жүз
ky: Пара

# readed
source: Read
kk: Оқылды
ky: Окулду

source: Not selected
kk: Таңдалмаған
ky: Тандала элек

source: Empty
kk: Бос
ky: Бош

source: Read
kk: Оқу
ky: Окуу

# selectBelowPages
source: Select below the pages that no one has taken yet. Please complete as soon as possible
kk: Төмендегі бос беттерді таңдаңыз және мүмкіндігінше тез аяқтаңыз
ky: Тандала элек беттерди тандаңыз. Мүмкүн болушунча эртерээк окуп бүтүрүңүз

source: Juzas
kk: Жүздер
ky: Паралар

source: Surahs
kk: Сүрелер
ky: Сүрөлөр

source: Favorites
kk: Таңдаулылар

source: Quran
kk: Құран
ky: Куран

source: Amen
kk: Әмин
ky: Оомийн

# dua
source: O Allah! Make the Qurâ€™an my guide, light and mercy!
kk: Алла! Құранды менің жетекшім ет!
ky: Оо Аллахым! Куранды жол көрсөтүүчүм кыл!

source: Ameen
kk: Әмин
ky: Оомийн

source: Translation
kk: Аударма
ky: Котормо

source: Text size
kk: Мәтін өлшемі
ky: Тексттин өлчөмү

source: Vertical space
kk: Тік интервал
ky: Вертикалдык аралык

source: Horizontal space
kk: Көлденең интервал
ky: Горизонталдык аралык

source: Screen theme
kk: Тақырып
ky: Экран темасы

source: Cancel
kk: Бас тарту
ky: Жок

source: Save changes
kk: Сақтау
ky: Сактоо

source: Transcription
kk: Транскрипция

source: Font family
kk: Қаріп түрі
ky: Шрифт

source: Completed
kk: Аяқталды
ky: Бүткөн

source: All
kk: Барлығы
ky: Бардыгы

source: Installed
kk: Орнатылған
ky: Жүктөлгөн

source: General menu
kk: Жалпы мәзір
ky: Башкы меню

source: Custom app
kk: Қолданбаны баптау
ky: Жөндөөлөр

source: Theme
kk: Тақырып
ky: Тема

source: About us
kk: Біз туралы
ky: Биз жөнүндө

source: Contact us
kk: Байланысу
ky: Байланышуу

source: Share
kk: Бөлісу
ky: Бөлүшүү

source: Donate
kk: Қайырмалдық
ky: Колдоо

source: For developers
kk: Әзірлеушілер үшін
ky: Программисттерге

source: Logout
kk: Шығу
ky: Чыгуу

source: Delete account
kk: Аккаунтты жою
ky: Аккаунтту өчүрүү

source: Version
kk: Нұсқа
ky: Версия

source: Dark mode
kk: Қараңғы режим
ky: Караңгы тема

source: Orange
kk: Қызғылт сары
ky: Сары-кызыл түс

source: Blue
kk: Көк
ky: Көк түс

# prophetLegacy
source: The greatest legacy left to us by the Prophet Muhammad Mustafa (peace and blessings be upon Him) is the Quran. In our time, when Muslims are on one side, and the Quran is on the other, we decided to invite all our brothers to the wonderful world of the Holy Quran, and earn many rewards. O Muslims! "And hold firmly to the rope of Allah and do not be divided!"
kk: Пайғамбарымыздың (оған Алланың сәлемі болсын) ең ұлы мұрасы — Құран.
ky: Пайгамбарыбыз Мухаммед Мустафа (саллаллаху алейхи васаллам) бизге калтырган эң чон аманат бул Куран. Мусулмандар бир өрөөндө, Куран башка бир өрөөндө калган азыркы доордо бардык дин бир туугандарыбызды куттуу Курандын кереметтүү дүйнөсүнө чакырууну туура көрдүк. Улутуңуз, жашаган жериңиз, жынысыңыз, социалдык статусуңуз эмне болсо болсун, жалпы дүйнөлүк Куран хатимине катышып, жамааттагы берекелүү соопко сиз да ортоктош болуңуз. Эй мусулмандар! «Аллахтын китеби Куранды бары-жогуңар менен кармангыла! Эч качан бөлүнүп-жарылбагыла»

# alImran
source: ( Al-Imran 103)
kk: (Әл-Имран 103)
ky: (Ал Имран 103)

# assalamuAlaikum
source: Assalamu Alaikum, dear user!
kk: Ассаламу алейкум, қадірлі қолданушы!
ky: Ассаламу алайкум, урматтуу Мусулман бир тууган!

# feedbackMessage
source: If you have any questions about this application you are using or if you have any suggestions to improve this application, please feel free to write your opinion about one of the following contacts below. We greatly appreciate your valuable feedback!
kk: Қолданба жайлы сұрақтарыңыз немесе ұсыныстарыңыз болса, бізге хабарласыңыз.
ky: Тиркеме боюнча пикир калтырыңыз

# withRespect
source: With deep respect, My Quran team!
kk: Құрметпен, My Quran командасы!
ky: Сизди терең урматтоо менен, Китебим Куран командасы!

source: Contact via
kk: Байланысу тәсілі
ky: Байланышуу

source: Chat on WhatsApp
kk: WhatsApp арқылы хабарласыңыз
ky: WhatsApp

source: Connect on Telegram
kk: Telegram арқылы байланысу
ky: Telegram

source: Contact via Email
kk: Email арқылы хабарласу
ky: Email

# githubMessage
source: If you've noticed any technical flaws in our app, or if you have interesting ideas for adding new features to the app, we're always happy to hear from you! Get in touch with us on GitHub. Please don't be shy! We are very interested in developing this app together.
kk: Қолданбада қателерді байқадыңыз ба? Немесе жаңа идеяларыңыз бар ма? GitHub-қа жазыңыз.
ky: Сунушуңуз болсо, GitHub аркылуу бизге билдирсеңиз болот.

source: Copy
kk: Көшіру
ky: Көчүрүү

# confirmLogout
source: Are you sure you want to logout?
kk: Шығуға сенімдісіз бе?
ky: Тиркемеден чын эле чыгууну каалайсызбы?

source: Yes, logout
kk: Иә, шығу

source: Yes
kk: Иә
ky: Ооба

# confirmDeleteAccount
source: Are you sure you want to delete this account?
kk: Аккаунтты жоюға сенімдісіз бе?
ky: Чын эле аккаунтуңузду өчүргүңүз келеби?

# confirmDeleteAccountAlt
source: Are you sure you want to delete this account?
kk: Шын мәнінде аккаунтты жойғыңыз келе ме?

source: Yes, delete
kk: Иә, жою

source: Delete
kk: Жою
ky: Өчүрүү

source: Get started
kk: Бастау
ky: Баштоо

source: App update available
kk: Қолданбаның жаңартуы қолжетімді
ky: Тиркеменин жаңы версиясы чыкты

# newVersionRequired
source: A new version of the app is available. You need to update it to continue.
kk: Қолданбаның жаңа нұсқасы бар. Жалғастыру үшін жаңарту қажет.
ky: Тиркеменин жаңы версиясы чыкты. Улантуу үчүн жаңыртуу зарыл.

# newVersionAvailable
source: A new version of the app is available.
kk: Қолданбаның жаңа нұсқасы бар.
ky: Тиркеменин жаңы версиясы чыкты.

source: Remind me later
kk: Кейін еске салу
ky: Кийинчерээк

source: Update now
kk: Қазір жаңарту
ky: Жаңыртуу

# featureInFuture
source: This feature will be added in future versions.
kk: Бұл мүмкіндік болашақ нұсқаларға қосылады.
ky: Бул функция кийинки версияларда кошулат.

source: Please wait
kk: Күте тұрыңыз
ky: Күтүңүз

source: Error
kk: Қате
ky: Ката

source: Error occurred
kk: Қате орын алды
ky: Ката кетти

# tryAgainLater
source: Please try again later
kk: Кейінірек қайталап көріңіз

source: Enable dev-mode
kk: Даму режимін қосу

source: Disable dev-mode
kk: Даму режимін өшіру

source: Save
kk: Сақтау
ky: Сактоо

# testCrashlyticsAnalytics
source: Test Crashlytics and Analytics
kk: Crashlytics және Analytics тестілеу
ky: Crashlytics жана Analytics текшерүү

# shareApp
source: If you find our app useful, let others know by sharing it
kk: Егер біздің қосымшамызды пайдалы деп тапсаңыз, оны басқалармен бөлісу арқылы хабарласыңыз
ky: Тиркемени башкалар менен бөлүшүп соопко ортоктош болуңуз

# enterVerificationCodeValidation
source: Please enter the full verification code.
kk: Толық тексеру кодын енгізіңіз.

# restartApp
source: You need to restart the app
kk: Қосымшаны қайта іске қосу қажет
ky: Тиркемени өчүрүп кайрадан жандырыңыз.

# restartForDevMode
source: Restart application for enabling/disabling dev-mode
kk: Даму режимін қосу/өшіру үшін қосымшаны қайта іске қосыңыз
ky: Тест режимин өчүрүп-жандыруу үчүн тиркемени кайрадан ачыңыз

source: Restart
kk: Қайта іске қосу
ky: Кайрадан баштоо

source: New location detected!
kk: Жаңа орын анықталды!
ky: Жаңы локация аныкталды!

source: Do you want to change?
kk: Өзгерткіңіз келе ме?
ky: Өзгөртүүнү каалайсызбы?

source: Back to home
kk: Басты бетке оралу
ky: Башкы бетке кайтуу

# hatimDescription
source: Discover and explore your own Hatim alongside fellow participants deepening your faith and knowledge on the journey
kk: Өзіңіздің Хатиміңізді басқа қатысушылармен бірге зерттеп танып сеніміңіз бен біліміңізді тереңдетіңіз
ky: Өзүңдүн хатимиңди башка катышуучулар менен бирге изилдеп таанып билип ишенимин жана билимиңди тереңдет

source: Hatim created
kk: Хатим сәтті құрылды
ky: Хатим ийгиликтүү түзүлдү

source: Add participants
kk: Қатысушыларды қосу
ky: Катышуучуларды кошуу

# searchEmailOrUsername
source: Search for email or username
kk: Электрондық пошта немесе пайдаланушы атын іздеу
ky: Email же колдонуучу ысымын издөө

source: Added participants
kk: Қатысушылар қосылды
ky: Катышуучулар кошулду

source: Remove
kk: Жою
ky: Өчүрүү

source: All users
kk: Барлық пайдаланушылар
ky: Бардык колдонуучулар

source: Search user
kk: Пайдаланушыны іздеу
ky: Колдонуучуну издөө

source: No users found
kk: Пайдаланушылар табылмады
ky: Колдонуучулар табылган жок

source: Add
kk: Қосу
ky: Кошуу

source: Added
kk: Қосылды
ky: Кошулду

source: Done
kk: Дайын
ky: Бүттү

source: Create Hatim
kk: Хатим құру
ky: Хатим түзүү

source: Title
kk: Тақырып
ky: Аталышы

source: Enter Hatim title
kk: Хатимнің атауын енгізіңіз
ky: Хатимдин аталышын киргизиңиз

source: Enter Hatim title here
kk: Хатим атауын осында енгізіңіз
ky: Бул жерге хатимдин аталышын киргизиңиз

source: Description
kk: Сипаттама
ky: Сүрөттөмө

source: Enter Hatim description
kk: Хатим сипаттамасын енгізіңіз
ky: Хатимдин сүрөттөмөсүн киргизиңиз

source: Enter Hatim description here
kk: Хатим сипаттамасын осында енгізіңіз
ky: Бул жерге хатимдин сүрөттөмөсүн киргизиңиз

source: Participants
kk: Қатысушылар
ky: Катышуучулар

source: Add participants to Hatim
kk: Хатимге қатысушыларды қосу
ky: Хатимге катышуучуларды кошуу

source: Add participants to your Hatim
kk: Өзіңіздің Хатиміңізге қатысушыларды қосыңыз
ky: Өзүңдүн хатимиңе катышуучуларды кош

# queryMinLength
source: Query must be at least 3 characters long
kk: Сұраныс кемінде 3 таңбадан тұруы керек
ky: Сурам кеминде 3 тамгадан турушу керек

source: Invitations
kk: Шақырулар
ky: Чакыруулар

# invitationsDescription
source: Below, you will find invitations from people who want you to join their Hatim
kk: Төменде сізді өздерінің Хатиміне қосылуға шақырған адамдардың шақыруларын таба аласыз
ky: Төмөндө сизди өзүнүн хатимине кошулууга чакырган адамдардын чакырууларын таба аласыз

source: Decline
kk: Бас тарту
ky: Баш тартуу

source: Accept
kk: Қабылдау
ky: Кабыл алуу

source: Hatim created by:
kk: Хатим құрған:
ky: Хатим түзгөн:

source: My Hatims
kk: Менің Хатимдерім
ky: Менин хатимдерим

source: General Hatim
kk: Жалпы Хатим
ky: Жалпы хатим
